{"/about/":{"data":{"":"","achievement#Achievement":"","bloghttpsshin13githubioblogs#\u003ca href=\"https://shin13.github.io/blogs\"\u003eBlog\u003c/a\u003e":"I am a Python developer, and a senior clinical pharmacist with a strong background in hospital pharmacy.\nI leverage Python for analytics, backend development, and automation since late 2018. My focus spans patient care, research, and teaching, driven by a passion for using IT tools to optimize performance and value.\nColleagues know me as “a good explainer,” “eager to learn,” and adept at handling challenges. I thrive under pressure and adapt to change, seeking a dynamic team where I can contribute meaningfully.\nWorkplace Value Commit to producing high-quality work and passionately support each other’s growth. Share knowledge and skills to enhance the overall capabilities of the team. Encourage open and clear communication to foster an engaging and efficient work environment. Achievement With a patient-centered approach, I excels in cross-disciplinary communication and has received several accolades, including:\nSilver Award for Best Poster at FAPA 2016 Outstanding Poster Presentation at the Taiwan Pharmaceutical Joint Annual Conference 2021 Excellent Clinical Teacher at Taiwan Adventist Hospital (2023) Project Blog ","projecthttpsshin13githubioprojects#\u003ca href=\"https://shin13.github.io/projects\"\u003eProject\u003c/a\u003e":"","workplace-value#Workplace Value":""},"title":"About"},"/blogs/":{"data":{"":" RSS Feed "},"title":"Blog"},"/now/":{"data":{"":" What I'm doing at the moment. What I’m focused on Now. ","life#life":" Practicing the French horn more than guitar and drums, aiming for a concert next year. Engaging in weight training to improve physique and energy. Planning a trip to Spain this year. Finished my final book club gathering at Taiwan Adventist Hospital in August and brainstorming future activities. ","other#other":" Improving my basic legal knowledge. Collaborating with friends on courses, study groups, and workshops for their team. Making sure to follow up on any requested help. Focus Year-by-Year source\n2024 Transitioning more work time from pharmacy practice to data work. 2023 Attended UC Commencement and trained under Dr. David B. Haslam at Cincinnati Children’s Expanded my spiritual knowledge and practice. Met Linda and all the team members. 2022 Successfully defended my final thesis, with heartfelt thanks to my advisors, Dr. Alex Lin, Dr. Sobotka, Dr. Courter, for their encouragement and support. This page was inspired by Derek Sivers. See more people’s /now pages, please check nownownow.com","work#work":" Collaborating with my colleague, Ina, on a research project to be published at the FAPA conference in Korea, October 2024. Preparing for two courses: one for a community in Neihu, Taipei, and another for the Department of Nutrition at United Hospital (my first invitation as a external lecturer!). Exploring new opportunities in data and computer science. Enhancing backend, frontend, and database skills through projects like Trail Finder and Pediatric Dosing Calculator. "},"title":"Now"},"/projects/":{"data":{"":" My ongoing and previous projects and works. Hospital FormularyTaiwan Adventist hospital formulary gitbook. Scietific Poster at ASHP 2023Effect of an Improved Antimicrobial Stewardship Program at a Regional Hospital in Taiwan "},"title":"Project"}}